Repository: MParsa9011/django_first_online_shop
Catalog: cart/locale/*/LC_MESSAGES/django.po
Languages: fa

source: product added to cart successfully
fa: محصول با موفقیت به سبد خرید اضافه شد

source: product removed from cart successfully
fa: محصول با موفقیت از سبد خرید حذف شد

source: Cart
fa: سبد خرید

source: Cart is empty. Please add some products to the cart
fa: سبد خرید خالی است. لطفا یک محصول به سبد خرید اضافه کنید

source: Go To Shop
fa: رفتن به خرید

source: Total
fa: مجموع

source: Clear Cart
fa: خالی کردن سبد خرید

source: cart
fa: سبد خرید

source: Total Price
fa: جمع کل

source: Go To Cart
fa: رفتن به خرید

source: Pay It!
fa: پرداخت

source: All product successfully removed from cart.
fa: محصول ها با موفقیت از سبد خرید حذف شد

source: Your cart is already empty.
fa: سبد خرید شما خالی است.
